[
  {
    "id": "hh-1",
    "questions": [
      "What's the most embarassing thing you've had to ask Google?",
      "When was the last time you laughed so hard you cried?"
    ]
  },
  {
    "id": "hh-2",
    "questions": [
      "Pay me three sincere compliments."
    ]
  },
  {
    "id": "hh-3",
    "questions": [
      "What's the best compliment you've ever been given?"
    ]
  },
  {
    "id": "hh-4",
    "questions": [
      "What's something you've proud of that not many people know about?"
    ]
  },
  {
    "id": "hh-5",
    "questions": [
      "What's the most common thing people praise or compliment you for?"
    ]
  },
  {
    "id": "hh-6",
    "questions": [
      "What bad habit have you kicked?"
    ]
  },
  {
    "id": "hh-7",
    "questions": [
      "Who here is the kindest?",
      "Tell us why—with lovely examples."
    ]
  },
  {
    "id": "hh-8",
    "questions": [
      "Would you \"take care\" of a spider for me? What about a cockroach?",
      "What motto would you put on your family crest?"
    ]
  },
  {
    "id": "hh-9",
    "questions": [
      "Why do you put up with me?",
      "Describe a time you accidentally mortified your parents as a child."
    ]
  },
  {
    "id": "hh-10",
    "questions": [
      "Tell me your favorite joke. If I laugh, I drink.",
      "If I could help you with one unpleasant task, what would it be?"
    ]
  },
  {
    "id": "hh-11",
    "questions": [
      "Fill in the blank. Defend yourself: I don't care if ____ is for kids, I will still love it until I die.",
      "Do you try to always be honest with me, or do you tell me \"that haircut looks great\"-level white lies to be nice?"
    ]
  },
  {
    "id": "hh-12",
    "questions": [
      "What's the best zinger you've ever come up with on the fly? I know you remember it.",
      "What are the farthest lengths you've gone to cheer someone up?"
    ]
  },
  {
    "id": "hh-13",
    "questions": [
      "What's the most courageous thing you've ever accomplished?",
      "Aside from \"moist\", what word can't you stand the sound of?"
    ]
  },
  {
    "id": "hh-14",
    "questions": [
      "What is you ideal name for a dog? A cat? Now pick any non-traditional pet and name it.",
      "What movie or TV character do I most remind you of?"
    ]
  },
  {
    "id": "hh-15",
    "questions": [
      "What song are you most ashamed to admit to me that you love? Reply in song.",
      "With what hilarious story about me do you regale people I do not know?"
    ]
  },
  {
    "id": "hh-16",
    "questions": [
      "Am I better or worse off when I am caffeinated?",
      "Name a dream of yours that you've made come true."
    ]
  },
  {
    "id": "hh-17",
    "questions": [
      "What is your happiest memory from when you were a single-digit-aged child?",
      "When's the exact moment you knew we were on the same wavelength?"
    ]
  },
  {
    "id": "hh-18",
    "questions": [
      "What's a situation that is always improved by my presence?",
      "If you had synesthesia, what color would I make you feel?"
    ]
  },
  {
    "id": "hh-19",
    "questions": [
      "Who would play me in the Oscar-winning film about my life?",
      "How have I helped you the most?"
    ]
  },
  {
    "id": "hh-20",
    "questions": [
      "What's the most considerate present you've ever received? Given?",
      "If dogs and their owners are supposed to have matching personalities, what type of dog should I get?"
    ]
  },
  {
    "id": "hh-21",
    "questions": [
      "What's the title of your autobiography? Extra imaginary points if it includes a colon and a subtitle.",
      "What's your favorite memory of our relationship?"
    ]
  },
  {
    "id": "hh-22",
    "questions": [
      "What movie or TV quote hits a little too close to home?",
      "Would you give me one of your kidneys?"
    ]
  },
  {
    "id": "hh-23",
    "questions": [
      "What snack do you find the most comfort in consuming?",
      "If you could have any body part of mine (for aesthetic, not medical, reasons), what would it be?"
    ]
  },
  {
    "id": "hh-24",
    "questions": [
      "What is something you love about me that other people don't understand at all?",
      "If you could plan the perfect night with all of your friends, what would it entail?"
    ]
  },
  {
    "id": "hh-25",
    "questions": [
      "What positive impact do you think you have on other people?",
      "What would you entrust me with above anyone else?"
    ]
  },
  {
    "id": "hh-26",
    "questions": [
      "What aboard game are you positive you could destroy us all at?",
      "What's something I'm self-conscious about that you think I should stop stressing out over?"
    ]
  },
  {
    "id": "hh-27",
    "questions": [
      "Describe the dream vacation you haven't gotten to take. Then tell me how you can make it happen in five years or less.",
      "What's your ultimate Sunday look like? Your ultimate sundae?"
    ]
  },
  {
    "id": "hh-28",
    "questions": [
      "What dish do you slay in the kitchen every time you make it?",
      "What are you rooting for me to achieve?"
    ]
  },
  {
    "id": "hh-29",
    "questions": [
      "What author's body of work do you wish you were actually responsible for?",
      "If there were no barriers to entry, what job do you think you'd be amazing at?"
    ]
  },
  {
    "id": "hh-30",
    "questions": [
      "If you could instantly gain any skill, what would it be?",
      "Out of all of us, whose eyes would you like to see the world through for a day?"
    ]
  },
  {
    "id": "hh-31",
    "questions": [
      "On what topic could you be an expert TV talking head?",
      "Show me the funniest thing on the internet under 30 seconds long. If I laugh, I drink."
    ]
  },
  {
    "id": "hh-32",
    "questions": [
      "We're binging tonight! Pick the show and the snack.",
      "What song reminds you of me whenever you hear it?"
    ]
  },
  {
    "id": "hh-33",
    "questions": [
      "Would you ever see a band in concert that you hated just to make me happy? Have you?",
      "When do you think you peaked?"
    ]
  },
  {
    "id": "hh-34",
    "questions": [
      "If I were a perfume or cologne, what would my top, heart, and base notes be?",
      "Do you ever just let me win?"
    ]
  },
  {
    "id": "hh-35",
    "questions": [
      "What best represents me as a friend: a weighted blanket, a spin class, or a wine tasting?",
      "We're starting a business. What venture would we be most successful at as a pair?"
    ]
  },
  {
    "id": "hh-36",
    "questions": [
      "What's the most kickass you've ever felt?",
      "If we formed a gang, what would the name of our posse be?"
    ]
  },
  {
    "id": "hh-37",
    "questions": [
      "What's the most fun you've ever had with stranger? Tell us the story.",
      "What do you wish you were as good at as me?"
    ]
  },
  {
    "id": "hh-38",
    "questions": [
      "What is something you know you'll accomplish, no matter how many people tell you can't?",
      "If someone did me wrong, would you (a) comfort me, (b) distract me, or (c) get revenge for me?"
    ]
  },
  {
    "id": "hh-39",
    "questions": [
      "What makes you so much fun?",
      "If you could live anyone else's life, whose would it be?"
    ]
  },
  {
    "id": "hh-40",
    "questions": [
      "How many seconds is the ideal hug? Should we all test your hypothesis?",
      "What is the most comforting sound in the world?"
    ]
  },
  {
    "id": "hh-41",
    "questions": [
      "Describe an act of petty protest you waged at work or school.",
      "What's one thing you can start doing to put more beauty back into the world?"
    ]
  },
  {
    "id": "hh-42",
    "questions": [
      "What's something that completely changed you when you encountered it for the first time?",
      "Do you ever pity-laugh at my jokes, even if you don't think they're funny?"
    ]
  },
  {
    "id": "hh-43",
    "questions": [
      "What discontinued item would you give anything to bring back?",
      "Would you trust me to pierce your ear, 80's-sleepover style?"
    ]
  },
  {
    "id": "hh-44",
    "questions": [
      "I'm going to have permanent art deposited into my skin with needles. Pick a design for me. Bonus points if you draw it.",
      "What's the biggest fear you've overcome?"
    ]
  },
  {
    "id": "hh-45",
    "questions": [
      "What smell takes you back to childhood?",
      "Do you brag about me to other people? What do you say?"
    ]
  },
  {
    "id": "hh-46",
    "questions": [
      "You suddenly become wealthy beyond the dreams of avarice. What do you do with the rest of your life?",
      "What's the weirdest compliment you've ever gotten?"
    ]
  },
  {
    "id": "hh-47",
    "questions": [
      "What would be your cheesy, 20-second, game-show-contestant anecdote?",
      "If I couldn't reach an itch, would you do me a solid and scratch it?"
    ]
  },
  {
    "id": "hh-48",
    "questions": [
      "What's guaranteed to hit you right in the feels?",
      "If you were a Care bear, what would be on your belly?"
    ]
  },
  {
    "id": "hh-49",
    "questions": [
      "We're road tripping through the middle of nowhere. Do you have me drive or navigate?",
      "What was your first impression of me? Has it turned out to be the case?"
    ]
  },
  {
    "id": "hh-50",
    "questions": [
      "What's the hold music for your brain?",
      "Liking what piece of pop culture gets someone your automatic stamp of approval?"
    ]
  },
  {
    "id": "hh-51",
    "questions": [
      "What's the strangest nickname you've ever been given?",
      "Of all the things we do together, what is the best thing we do together?"
    ]
  },
  {
    "id": "hh-52",
    "questions": [
      "You get to travel back in time to warn me about one thing. What would it be?",
      "IF we were flying somewhere together, who would volunteer to sit in the middle seat?"
    ]
  },
  {
    "id": "hh-53",
    "questions": [
      "What did you think you would hate, but ended up loving?",
      "What album have you spun the most times? Be honest. You can consult your music apps for verification."
    ]
  },
  {
    "id": "hh-54",
    "questions": [
      "What do you secretly think I'd be amazing at?",
      "Who here is most likely to believe in supernatural, occult, or mystical stuff?"
    ]
  },
  {
    "id": "hh-55",
    "questions": [
      "Tell me about a disagreement we had—and how we resolved it. Has it made us stronger?",
      "What is your greatest style-related regret as an adult? Have you glo'd up since?"
    ]
  }
]