{
  "otr-1": {
    "id": "otr-1",
    "questions": [
      "What animal am I most like? Describe how this species and I are similar.",
      "Do any of your friends not like me?"
    ]
  },
  "otr-2": {
    "id": "otr-2",
    "questions": [
      "What's a habit, compulsion, or relationship you wish you could quit?"
    ]
  },
  "otr-3": {
    "id": "otr-3",
    "questions": [
      "Have you ever stolen anything? What, and why? Do you still have it?"
    ]
  },
  "otr-4": {
    "id": "otr-4",
    "questions": [
      "Do your best (or worst) impersonation of me. I promise to clap appreciatively."
    ]
  },
  "otr-5": {
    "id": "otr-5",
    "questions": [
      "What's something you've done to try and be cool?"
    ]
  },
  "otr-6": {
    "id": "otr-6",
    "questions": [
      "Describe the first time we met. What was your honest first impression of me?",
      "What's the worst thing you've ever had to do at work or school? How'd you handle it."
    ]
  },
  "otr-7": {
    "id": "otr-7",
    "questions": [
      "If I didn't have my current job, what do you see me doing?",
      "What's something I do that you hate?"
    ]
  },
  "otr-8": {
    "id": "otr-8",
    "questions": [
      "Describe your first real kiss. Then describe your last kiss.",
      "Describe your worst bathroom-related disaster."
    ]
  },
  "otr-9": {
    "id": "otr-9",
    "questions": [
      "Have your ever been fired? If so, what for? If not, why not?",
      "What's something you think people should appreciate more about you?"
    ]
  },
  "otr-10": {
    "id": "otr-10",
    "questions": [
      "What movie tittle describes your last relationship?",
      "What are your vices? Have they gotten better or worse over time?"
    ]
  },
  "otr-11": {
    "id": "otr-11",
    "questions": [
      "What's something you miss about your last serious ex?",
      "Do you think you are happier—or sadder—than the average person? Why?"
    ]
  },
  "otr-12": {
    "id": "otr-12",
    "questions": [
      "When was the last time you thought you might die? What made you feel that way?",
      "Am I friends with anyone you can't fully endorse? Is there anything you think I should consider about them?"
    ]
  },
  "otr-13": {
    "id": "otr-13",
    "questions": [
      "If you discover you'll die today, what will be your biggest regret?",
      "Your Google history has been made public. Which search is the hardest to explain?"
    ]
  },
  "otr-14": {
    "id": "otr-14",
    "questions": [
      "How are we right for each other romantically? Certainly you can think of at least one way we're compatible.",
      "What was your most embarrassing moment that transpired in public? Let's all relive it!"
    ]
  },
  "otr-15": {
    "id": "otr-15",
    "questions": [
      "What's the worst date you've ever been on? Tell us all the juicy deets.",
      "Have you ever done something you're not proud of for money? (Outside of an official job.)"
    ]
  },
  "otr-16": {
    "id": "otr-16",
    "questions": [
      "What are you anxious about? Can we reassure you?",
      "If you had to eat one delectable part of my delicious body, what pare would you choose?"
    ]
  },
  "otr-17": {
    "id": "otr-17",
    "questions": [
      "What's my greatest physical asset? Don't be shy.",
      "What's something about your personal hygiene that you could be more rigorous about?"
    ]
  },
  "otr-18": {
    "id": "otr-18",
    "questions": [
      "How often do you think about your own death? How, and when, do you suspect it will happen?",
      "What's something that's definitely not my problem, but somehow always becomes my problem?"
    ]
  },
  "otr-19": {
    "id": "otr-19",
    "questions": [
      "Tell us about a time you got more wasted than was advisable.",
      "If you were to kill me, how would you do it?"
    ]
  },
  "otr-20": {
    "id": "otr-20",
    "questions": [
      "What's something you've always done—and only realized as an adult that it was weird?",
      "What would you never, ever want my help with?"
    ]
  },
  "otr-21": {
    "id": "otr-21",
    "questions": [
      "How would Childhood You describe you now? Would that kid like you?",
      "If we were dying of thirst, how would we ration the last bottle of water between all of us here?"
    ]
  },
  "otr-22": {
    "id": "otr-22",
    "questions": [
      "Do you think you are more or less attractive the average person? Why?",
      "What's an offense you've committed that could get you fired from work?"
    ]
  },
  "otr-23": {
    "id": "otr-23",
    "questions": [
      "How long did it take you to get over your last ex? What did you do to get over it? Are you actually over it?",
      "If I killed somebody, would you help me cover it up?"
    ]
  },
  "otr-24": {
    "id": "otr-24",
    "questions": [
      "Tell us about your last breakup talk. Who said what? Anything you wish you'd said?",
      "What's the weirdest way you've every earned money? How much did you get?"
    ]
  },
  "otr-25": {
    "id": "otr-25",
    "questions": [
      "What's the worst thing you've done in a relationship?",
      "If we were to meet for the first time today, would we become friends?"
    ]
  },
  "otr-26": {
    "id": "otr-26",
    "questions": [
      "Was your childhood happier than the average person's?",
      "Have you ever dated a friend's ex? Ever wanted to?"
    ]
  },
  "otr-27": {
    "id": "otr-27",
    "questions": [
      "Do you think you've healthier, or more fit, than most people?",
      "You and I are dating. What's going to break us up?"
    ]
  },
  "otr-28": {
    "id": "otr-28",
    "questions": [
      "What type of person have you always wanted to date, but never had the chance?",
      "What are you insecurities? How do they manifest in your day-to-day life?"
    ]
  },
  "otr-29": {
    "id": "otr-29",
    "questions": [
      "Have you ever had a pregnancy scare?",
      "Write me a new dating app bio in three sentences or less."
    ]
  },
  "otr-30": {
    "id": "otr-30",
    "questions": [
      "Have you ever been in love? How do you know?",
      "Will we be friends in ten years?"
    ]
  },
  "otr-31": {
    "id": "otr-31",
    "questions": [
      "Is there something that's difficult to talk about amongst any of use here? Should we clear the air right now?",
      "Of the people here, who is overdue for some kind words? Let's offer some good vibes now."
    ]
  },
  "otr-32": {
    "id": "otr-32",
    "questions": [
      "How are we wrong for each other romantically?",
      "What did you get in major trouble for doing as a kid, and did you ever learn your lesson?"
    ]
  },
  "otr-33": {
    "id": "otr-33",
    "questions": [
      "What album title describes our relationship? What is our soundtrack?",
      "Our minds have traded bodies. What's the first thing you're going to do in my body?"
    ]
  },
  "otr-34": {
    "id": "otr-34",
    "questions": [
      "Tell us about a secret you had to keep from your loved ones.",
      "Describe me in three words."
    ]
  },
  "otr-35": {
    "id": "otr-35",
    "questions": [
      "When was the last time you cried? What happened? Do you need a hug?",
      "Do you think I have a more dominant or more submissive personality? Do you have any examples?"
    ]
  },
  "otr-36": {
    "id": "otr-36",
    "questions": [
      "How comfortable are we with one another? What things would make us uncomfortable?",
      "Do you think I care more or less about my reputation than most people?"
    ]
  },
  "otr-37": {
    "id": "otr-37",
    "questions": [
      "Have you ever had a discover about your parents now that you've grown up?",
      "What is your worst coping mechanism? Defense mechanism?"
    ]
  },
  "otr-38": {
    "id": "otr-38",
    "questions": [
      "What's the meanest thing you've seen me do?",
      "Is there a limit to what you would do for the right amount of money?"
    ]
  },
  "otr-39": {
    "id": "otr-39",
    "questions": [
      "Do you think you're more prone to addiction that other people? Either way, how do you know?",
      "Describe my perfect life partner. Have I been on the right track to find this person?"
    ]
  },
  "otr-40": {
    "id": "otr-40",
    "questions": [
      "Have you broken any bones? What happened? Did you hear the crack?",
      "What's a time when you let a problem go on for too long before you addressed it?"
    ]
  },
  "otr-41": {
    "id": "otr-41",
    "questions": [
      "When was the last time you spoke to an ex? What was it about? Was there any tension?",
      "IF I were a chain restaurant, which one would I be and why?"
    ]
  },
  "otr-42": {
    "id": "otr-42",
    "questions": [
      "Have you ever talked about me behind my back? If yes, what did you say?",
      "IF someone offered you #10,000 to never talk to me again, would you?"
    ]
  },
  "otr-43": {
    "id": "otr-43",
    "questions": [
      "Someone who's never met me asks you what I'm like. How do you answer?",
      "What's something you think people should never joke about?"
    ]
  },
  "otr-44": {
    "id": "otr-44",
    "questions": [
      "Tell us about the one that got away.",
      "When was the last time you lost your cool? What happened? How do you feel about it now?"
    ]
  },
  "otr-45": {
    "id": "otr-45",
    "questions": [
      "What's something you're still self-conscious about? Are you working on it?",
      "If you found out I'd been embezzling from work, would you rat me out?"
    ]
  },
  "otr-46": {
    "id": "otr-46",
    "questions": [
      "Assuming you were single, what would it take for you to get back together with your last ex?",
      "Have I ever told you a secret that you've let slip to a third party?"
    ]
  },
  "otr-47": {
    "id": "otr-47",
    "questions": [
      "Describe a time when you really disappointed someone. Did you ever earn back their trust?",
      "Who's the smartest person here? Give us examples."
    ]
  },
  "otr-48": {
    "id": "otr-48",
    "questions": [
      "Describe a way I've impacted your life—but may not know about.",
      "What's a grand gesture you tried to save or repair a relationship?"
    ]
  },
  "otr-49": {
    "id": "otr-49",
    "questions": [
      "What is something you're struggling with that we don't know about?",
      "IF I listed you as my job reference, what would you say about me? Would it all be true?"
    ]
  },
  "otr-50": {
    "id": "otr-50",
    "questions": [
      "Tell us about a time you lied to your parents. Did they ever find out?",
      "Tell us about a time you were shot down romantically."
    ]
  },
  "otr-51": {
    "id": "otr-51",
    "questions": [
      "Have you ever caught me in a lie? Did you confront me about it? Why or why not?",
      "Tell us about a time you shot someone down romantically."
    ]
  },
  "otr-52": {
    "id": "otr-52",
    "questions": [
      "Help me with my ten-year plan. Describe my ideal job, income, relationship status, and attitude ten years from now.",
      "What's your most expensive mistake?"
    ]
  },
  "otr-53": {
    "id": "otr-53",
    "questions": [
      "Do you have any scares you want to show us? Pick one and tell us the story behind how you got it.",
      "When was the last time you lied to me? What was the lie?"
    ]
  },
  "otr-54": {
    "id": "otr-54",
    "questions": [
      "How many kids is too many kids? How many will you have?",
      "Of the people here, who do you think makes the most money? What makes you think so?"
    ]
  },
  "otr-55": {
    "id": "otr-55",
    "questions": [
      "What would we do on our first date? [If asking partners or exes: What did you do on your first date?]",
      "Have you ever pooped yourself as an adult?"
    ]
  }
}